export function InfoSection() {
  return (
    <section className="info">
      <h2 className="section-title">Важная информация</h2>
      <p className="info-text">
        Для заказа необходимо внести предоплату в сбор в приложении СБОЛа.
        <br />
        Не забывайте выходить из сбора после перевода денег, иначе другие коллеги не смогут присоединиться.
        <br />
        Мерч вы получите до конца 2026 года (по точным срокам с вами свяжутся дополнительно).
        <br />
        По всем вопросам обращайтесь к{' '}
        <a href="mailto:evborzikhina@sberbank.ru">Борзихиной Екатерине.</a>
      </p>
    </section>
  );
}
